/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Impossible de convertir le format du morceau.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Ce projet semble endommagé. Veuillez le restaurer à partir de la copie de sauvegarde.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Ce projet a été créé avec une version intermédiaire non commercialisée de Logic. Il ne peut plus être ouvert.";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Le morceau que vous tentez d’ouvrir est au format Logic 4 (ou antérieur). Ouvrez-le et enregistrez-le d’abord dans Logic 7.2.1 ou antérieur.\n\nVous devez effectuer cette opération sur un ordinateur Macintosh sous une version antérieure de macOS, car ces versions plus anciennes de Logic Pro ne sont plus compatibles avec macOS 10.13 ou ultérieur.";
